{
  "top-description": "WasTim(ウェスティム)は日々の達成度を簡単記録し、意識改革をサポートする自己啓発サービスです。こちらはWasTimへサインイン・サインアップ。Googleアカウント・facebookアカウントでのログインにも対応。 アカウントをお持ちでない方は、無料で簡単にアカウント作成が行えます。",
  "about-description": "WasTim(ウェスティム)は日々の達成度を簡単記録し、意識改革をサポートする自己啓発サービスです。項目ごとの3段階で評価し、毎日の評価点を数値化することによって、自己評価を再認識し、気づきによる意識改革につながります。ぜひお試しください。",
  "privacy-description": "WasTim(ウェスティム)は日々の達成度を簡単記録し、意識改革をサポートする自己啓発サービスです。こちらはWasTimのプライバシーポリシーについてのご案内です。",
  "term-description": "WasTim(ウェスティム)は日々の達成度を簡単記録し、意識改革をサポートする自己啓発サービスです。こちらはWasTimの利用規約についてのご案内です。",
  "mypage-description": "WasTim(ウェスティム)は日々の達成度を簡単記録し、意識改革をサポートする自己啓発サービスです。こちらはWasTimのマイページです。データ登録、編集、分析などを行うことができます。",
  "title": {
    "top": "サインイン・サインアップ | WasTim - 意識改革をサポートする自己啓発サービス",
    "about": "意識改革をサポートする自己啓発サービス「WasTim」",
    "privacy": "プライバシーポリシー | WasTim - 意識改革をサポートする自己啓発サービス",
    "term": "利用規約 | WasTim - 意識改革をサポートする自己啓発サービス",
    "mypage-top": "トップ | WasTim - マイページ -",
    "mypage-data": "分析 | WasTim - マイページ -",
    "mypage-account": "アカウント | WasTim - マイページ -",
    "mypage-setting": "設定 | WasTim - マイページ -"
  },
  "no-data": "データがありません。",
  "add-to-home": "ホームへ追加",
  "add-to-explain": {
    "android": "<span style=\"display:block;font-weight:bold;margin-bottom:10px;\">[ Android(Chrome)の場合 ]</span>画面上部の以下アイコンをタップし、 <span style=\"font-weight: bold;\">「ホーム画面に追加」</span> をクリックすると、ホームに追加されます。<br>ホーム画面に追加することによってサービスの操作性が向上しますので、ぜひお試しください。",
    "ios": "<span style=\"display:block;font-weight:bold;margin-bottom:10px;\">[ iOS(Safari)の場合 ]</span>画面下部の以下アイコンをタップし、 <span style=\"font-weight: bold;\">「ホーム画面に追加」</span> をクリックすると、ホームに追加されます。<br>ホーム画面に追加することによってサービスの操作性が向上しますので、ぜひお試しください。"
  },
  "date": ["日", "月", "火", "水", "木", "金", "土"],
  "tab-list": {
    "total": "総合",
    "target": "項目別",
    "daily": "日別"
  },
  "total-title": "今月の総合達成度",
  "date-th": "日付",
  "score-th": "スコア",
  "operation-th": "操作",
  "search": "検索",
  "search-attention": "検索したい年月を選択してください。",
  "signin-attention": "利用を継続することで WasTim の利用規約とプライバシーポリシーに同意したものとみなされます。",
  "add-form": {
    "title": "スコア登録",
    "yesterday": "昨日のデータが登録されていません。登録しますか？",
    "no": "あとで",
    "yes": "登録",
    "done": "完了",
    "label-date": "評価する日付を選択してください。",
    "label-exist": "すでに登録されています。更新しますか？",
    "label-score": "の評価を選択してください。",
    "label-diary": "今日の一言日記を記入してください。（任意）",
    "label-result": "1日の達成度",
    "label-confirm": "登録内容の確認",
    "placeholder": "150文字以内で簡潔に記述してください。",
    "confirm-date": "日付",
    "confirm-score": "スコア",
    "confirm-diary": "一言日記",
    "confirm": "スコアを登録してもよろしいですか？",
    "register": "登録",
    "update": "更新"
  },
  "about": {
    "catch-txt": "日々の評価を簡単記録。<br>意識改革をサポートする自己啓発サービス。",
    "getting-start": "はじめる",
    "can-head": "WasTimにできること",
    "evaluation-ttl": "3段階評価",
    "evaluation-explain": "自分にあった項目を選択し、簡単に3段階で評価できます。",
    "feedback-ttl": "フィードバック",
    "feedback-explain": "日記や、メモとしても活用可能です。",
    "analyze-ttl": "評価を分析",
    "analyze-explain": "過去、日別、月別、項目別など様々な分析が可能です。",
    "growup-ttl": "意識改革",
    "growup-explain": "評価の数値化により気づき・意識改革のきっかけ作りになります。",
    "how-head": "WasTimの使い方",
    "step1-title": "Googleアカウント、<br>またはFacebookアカウントで<br>簡単登録&amp;ログイン",
    "step2-title": "アカウント情報と、<br>自分に合った評価項目を登録。",
    "step3-title": "ホームに追加することで、<br>簡単アクセス・操作性UP。",
    "step4-title": "3段階で、<br>その日の評価を迷わず登録。",
    "step5-title": "評価を数値化し、<br>気づき・意識改革へ。",
    "step6-title": "月ごとの総合評価と、<br>項目別・日別分析。",
    "step7-title": "簡単＆無料登録でサービス開始!"
  },
  "privacy-policy": {
    "inner": "<p class=\"first\">WasTim（以下，「当方」といいます。）は、当方が提供するサービスおよびサービス（以下，「本サービス」といいます。）におけるプライバシー情報の取扱いについて， 以下のとおりプライバシーポリシー（以下，「本ポリシー」といいます。）を定めます。</p><h2>第1条（プライバシー情報）</h2><p>プライバシー情報のうち「個人情報」とは，個人情報保護法にいう「個人情報」を指すものとし，生存する個人に関する情報であって， 当該情報に含まれる氏名，生年月日，住所，電話番号，連絡先その他の記述等により特定の個人を識別できる情報を指します。 プライバシー情報のうち「履歴情報および特性情報」とは，上記に定める「個人情報」以外のものをいい， ご利用いただいたサービスやご購入いただいた商品，ご覧になったページや広告の履歴，ユーザーが検索された検索キーワード， ご利用日時，ご利用の方法，ご利用環境，郵便番号や性別，職業，年齢，ユーザーのIPアドレス，クッキー情報，位置情報， 端末の個体識別情報などを指します。<p><h2>第2条（プライバシー情報の収集方法）</h2><p>当方は，ユーザーが利用登録をする際に氏名，生年月日，住所，電話番号，メールアドレス，銀行口座番号，クレジットカード番号，運転免許証番号などの個人情報をお尋ねすることがあります。 また，ユーザーと提携先などとの間でなされたユーザーの個人情報を含む取引記録や，決済に関する情報を当方の提携先（情報提供元，広告主，広告配信先などを含みます。 以下，｢提携先｣といいます。）などから収集することがあります。 当方は，ユーザーについて，利用したサービスやソフトウエア，購入した商品，閲覧したページや広告の履歴，検索した検索キーワード，利用日時，利用方法， 利用環境（携帯端末を通じてご利用の場合の当該端末の通信状態，利用に際しての各種設定情報なども含みます），IPアドレス，クッキー情報，位置情報， 端末の個体識別情報などの履歴情報および特性情報を，ユーザーが当方や提携先のサービスを利用しまたはページを閲覧する際に収集します。<p><h2>第3条（アクセス解析ツールについて）</h2><p>当サイトでは、Googleによるアクセス解析ツール「Googleアナリティクス」を利用しています。このGoogleアナリティクスはトラフィックデータの収集のためにCookieを使用しています。 このトラフィックデータは匿名で収集されており、個人を特定するものではありません。 この機能はCookieを無効にすることで収集を拒否することが出来ますので、お使いのブラウザの設定をご確認ください。 この規約に関して、詳しくは <a href=\"https://www.google.com/analytics/terms/jp.html\" target=\"_blank\" rel=\"noopener\">こちら</a> もしくは、 <a href=\"https://policies.google.com/technologies/partner-sites\" target=\"_blank\" rel=\"noopener\">こちら</a> をご確認ください。<p><h2>第4条（広告の配信について）</h2><h3>Google アドセンス</h3><p>当サイトおよび本サービスは第三者配信の広告サービス「Google Adsense グーグルアドセンス」を利用しています。 広告配信事業者は、ユーザーの興味に応じた広告を表示するためにCookie『クッキー』(氏名、住所、メール アドレス、電話番号は含まれません) を使用することがあります。 Cookie（クッキー）を無効にする設定およびGoogleアドセンスに関する詳細は、 <a href=\"https://policies.google.com/technologies/ads\" target=\"_blank\" rel=\"noopener\">こちら</a> をご覧ください。<p><h2>第5条（個人情報を収集・利用する目的）</h2><ol><li>当方が個人情報を収集・利用する目的は，以下のとおりです。<ol><li>ユーザーに自分の登録情報の閲覧や修正，利用状況の閲覧を行っていただくために， 氏名，住所，連絡先，支払方法などの登録情報，利用されたサービスや購入された商品，およびそれらの代金などに関する情報を表示する目的</li><li>ユーザーにお知らせや連絡をするためにメールアドレスを利用する場合やユーザーに商品を送付したり必要に応じて連絡したりするため，氏名や住所などの連絡先情報を利用する目的</li><li>ユーザーの本人確認を行うために，氏名，生年月日，住所，電話番号，銀行口座番号，クレジットカード番号，運転免許証番号，配達証明付き郵便の到達結果などの情報を利用する目的</li><li>ユーザーに代金を請求するために，購入された商品名や数量，利用されたサービスの種類や期間，回数，請求金額，氏名，住所，銀行口座番号やクレジットカード番号などの支払に関する情報などを利用する目的</li><li>ユーザーが簡便にデータを入力できるようにするために，当方に登録されている情報を入力画面に表示させたり，ユーザーのご指示に基づいて他のサービスなど（提携先が提供するものも含みます）に転送したりする目的</li><li>代金の支払を遅滞したり第三者に損害を発生させたりするなど，本サービスの利用規約に違反したユーザーや，不正・不当な目的でサービスを利用しようとするユーザーの利用をお断りするために，利用態様，氏名や住所など個人を特定するための情報を利用する目的</li><li>ユーザーからのお問い合わせに対応するために，お問い合わせ内容や代金の請求に関する情報など当方がユーザーに対してサービスを提供するにあたって必要となる情報や，ユーザーのサービス利用状況，連絡先情報などを利用する目的</li><li>上記の利用目的に付随する目的</li></ol></li></ol><h2>第6条（個人情報の第三者提供）</h2><ol><li>当方は，次に掲げる場合を除いて，あらかじめユーザーの同意を得ることなく，第三者に個人情報を提供することはありません。ただし，個人情報保護法その他の法令で認められる場合を除きます。<ol><li>人の生命，身体または財産の保護のために必要がある場合であって，本人の同意を得ることが困難であるとき</li><li>公衆衛生の向上または児童の健全な育成の推進のために特に必要がある場合であって，本人の同意を得ることが困難であるとき</li><li>国の機関もしくは地方公共団体またはその委託を受けた者が法令の定める事務を遂行することに対して協力する必要がある場合であって，本人の同意を得ることにより当該事務の遂行に支障を及ぼすおそれがあるとき</li><li>予め次の事項を告知あるいは公表し，かつ当方が個人情報保護委員会に届出をしたとき<ol><li>利用目的に第三者への提供を含むこと</li><li>第三者に提供されるデータの項目</li><li>第三者への提供の手段または方法</li><li>本人の求めに応じて個人情報の第三者への提供を停止すること</li><li>本人の求めを受け付ける方法</li></ol></li></ol></li><li>前項の定めにかかわらず，次に掲げる場合には，当該情報の提供先は第三者に該当しないものとします。<ol><li>当方が利用目的の達成に必要な範囲内において個人情報の取扱いの全部または一部を委託する場合</li><li>合併その他の事由による事業の承継に伴って個人情報が提供される場合</li><li>個人情報を特定の者との間で共同して利用する場合であって，その旨並びに共同して利用される個人情報の項目，共同して利用する者の範囲，利用する者の利用目的および当該個人情報の管理について責任を有する者の氏名または名称について，あらかじめ本人に通知し，または本人が容易に知り得る状態に置いた場合</li></ol></li></ol><h2>第7条（個人情報の開示）</h2><ol><li>当方は，本人から個人情報の開示を求められたときは，本人に対し，遅滞なくこれを開示します。ただし，開示することにより次のいずれかに該当する場合は， その全部または一部を開示しないこともあり，開示しない決定をした場合には，その旨を遅滞なく通知します。なお，個人情報の開示に際しては，当方が別途定めるの手数料を申し受けます。<ol><li>本人または第三者の生命，身体，財産その他の権利利益を害するおそれがある場合</li><li>当方の業務の適正な実施に著しい支障を及ぼすおそれがある場合</li><li>その他法令に違反することとなる場合</li></ol></li><li>前項の定めにかかわらず，履歴情報および特性情報などの個人情報以外の情報については，原則として開示いたしません。</li></ol><h2>第8条（個人情報の訂正および削除）</h2><p>ユーザーは，当方の保有する自己の個人情報が誤った情報である場合には，当方が定める手続きにより，当方に対して個人情報の訂正または削除を請求することができます。 当方は，ユーザーから前項の請求を受けてその請求に応じる必要があると判断した場合には，遅滞なく，当該個人情報の訂正または削除を行い，これをユーザーに通知します。<p><h2>第9条（個人情報の利用停止等）</h2><p>当方は，本人から，個人情報が，利用目的の範囲を超えて取り扱われているという理由，または不正の手段により取得されたものであるという理由により， その利用の停止または消去（以下，「利用停止等」といいます。）を求められた場合には，遅滞なく必要な調査を行い，その結果に基づき，個人情報の利用停止等を行い， その旨本人に通知します。ただし，個人情報の利用停止等に多額の費用を有する場合その他利用停止等を行うことが困難な場合であって， 本人の権利利益を保護するために必要なこれに代わるべき措置をとれる場合は，この代替策を講じます。<p><h2>第10条（プライバシーポリシーの変更）</h2><p>本ポリシーの内容は，ユーザーに通知することなく，変更することができるものとします。 当方が別途定める場合を除いて，変更後のプライバシーポリシーは，本ウェブサイトに掲載したときから効力を生じるものとします。<p><h2>第11条（免責事項）</h2><p>当サイトからリンクやバナーなどによって他のサイトに移動された場合、移動先サイトで提供される情報、サービス等について一切の責任を負いません。 当サイトのコンテンツ・情報につきまして、可能な限り正確な情報を掲載するよう努めておりますが、誤情報が入り込んだり、情報が古くなっていることもございます。 当サイトに掲載された内容によって生じた損害等の一切の責任を負いかねますのでご了承ください。<p><h2>第12条（お問い合わせ窓口）</h2><p>本ポリシーに関するお問い合わせは， <a href=\"mailto:yufroms@gmail.com?subject=Contact-to-WasTim\">こちら</a> からお問い合わせください。<p>",
    "end": "以上",
    "update-date": "(2020年2月6日 更新)"
  },
  "term-of-service": {
    "inner": "<p class=\"first\">WasTim（以下，「当方」といいます。）は、当方が提供するサービスおよびサービス（以下，「本サービス」といいます。）の利用について、以下のとおり利用規約を定めます（以下，「本規約」といいます。）。 本サービスの利用者（以下，「ユーザー」といいます。）には，予め本規約に同意した上で、本サービスを利用するものとします。 本規約は、当方の都合により、ユーザーにあらかじめ通知することなく変更されることがあります。ユーザーが、本規約の変更後に本サービスを利用する場合、 当該変更に同意したとみなされ、変更後の利用規約が適用されるものとします。</p><h2>第1条（適用）</h2><p>本規約は、ユーザーと当方との間の本サービスの利用に関わる一切の関係に適用されるものとします。</p><h2>第2条（利用登録）</h2><ol><li>登録希望者が当方の定める方法によって利用登録を申請し，当方がこれを承認することによって，利用登録が完了するものとします。<br>当方は，利用登録の申請者に以下の事由があると判断した場合，利用登録の申請を承認しないことがあり，その理由については一切の開示義務を負わないものとします。<ol><li>利用登録の申請に際して虚偽の事項を届け出た場合</li><li>本規約に違反したことがある者からの申請である場合</li><li>その他，当方が利用登録を相当でないと判断した場合</li></ol></li></ol><h2>第3条（ログインアカウント等の管理）</h2><p>ユーザーは，本サービスのユーザーIDおよびパスワード（以下「ログインアカウント等」といいます。）の登録・管理等をご自身の責任において行うものとし、 ユーザの管理不十分、使用上の過誤、第三者の使用等により生じた損害について、当方は一切の責任を負わないものとします。 また、ユーザは、ログインアカウント等にかかるサービス（当方以外の運営するサービスを含み、以降同様とする。）の利用をご自身の責任において利用するものとし、 当該サービスの利用については当該サービスの運営者が規定する各規約の定めに従うものとします。 ログインアカウント等にかかるサービスを利用したことにより生じた損害、当該サービス運営者とユーザの間に生じたトラブル等について当方は一切の責任を負わないものとします。<br><br>ユーザーは，いかなる場合にも，ユーザーIDおよびパスワードを第三者に譲渡または貸与することはできません。 当方は，ユーザーIDとパスワードの組み合わせが登録情報と一致してログインされた場合には，そのユーザーIDを登録しているユーザー自身による利用とみなします。</p><h2>第4条（プライバシーポリシー）</h2><p>ユーザーの個人情報その他のプライバシー情報は、 <a href=\"/privacy_policy\">こちら</a> に掲載されている当方のプライバシーポリシー （以下「プライバシーポリシー」といいます。）に従って適切に取り扱われるものとします。 プライバシーポリシーは、本条項において参照されることによって本利用規約と一体となります。</p><h2>第5条（利用料金および支払方法）</h2><ol><li><ol><li>ユーザーは，本サービス利用の対価として，当方が別途定める利用料金を，当方が指定する方法により支払うものとします。</li><li>ユーザーが利用料金の支払を遅滞した場合には，ユーザーは当方の定める遅延損害金を支払うものとします。</li><li>当方は、本サービスの利用料金を予告無しに改定することがあります。また、支払い方法や利用に関する手続き方法を予告無しに変更することがあります。</li></ol></li></ol><h2>第6条（禁止事項）</h2><ol><li>ユーザーは，本サービスの利用にあたり，以下の行為をしてはなりません。<ol><li>法令または公序良俗に違反する行為</li><li>犯罪行為に関連する行為</li><li>当方のサーバーまたはネットワークの機能を破壊したり，妨害したりする行為</li><li>当方のサービスの運営を妨害するおそれのある行為</li><li>他のユーザーに関する個人情報等を収集または蓄積する行為</li><li>他のユーザーに成りすます行為</li><li>当方のサービスに関連して，反社会的勢力に対して直接または間接に利益を供与する行為</li><li>その他，当方が不適切と判断する行為</li></ol></li></ol><h2>第7条（本サービスの提供の停止等）</h2><ol><li>当方は，以下のいずれかの事由があると判断した場合，ユーザーに事前に通知することなく本サービスの全部または一部の提供を停止または中断することができるものとします。<ol><li>本サービスにかかるコンピュータシステムの保守点検または更新を行う場合</li><li>地震，落雷，火災，停電または天災などの不可抗力により，本サービスの提供が困難となった場合</li><li>コンピュータまたは通信回線等が事故により停止した場合</li><li>その他，当方が本サービスの提供が困難と判断した場合</li></ol></li><li>当方は，本サービスの提供の停止または中断により，ユーザーまたは第三者が被ったいかなる不利益または損害について，理由を問わず一切の責任を負わないものとします。</li></ol><h2>第8条（利用終了）</h2><p>ユーザーが本サービスの利用を終了し、登録情報、ユーザーネーム及びパスワード等を破棄することを希望する場合、ユーザーは、当方の定める方法に従って利用登録を終了させることができます。<br><br>当方は、ユーザーが本サービスの利用登録を終了した後も、当該ユーザーに関する情報（個人情報又は当該ユーザーのコンテンツに関する全ての情報）を保持することがありますが、当該情報保持の継続について何らの義務を負うものではありません。 利用登録を終了させたユーザーが本サービスに再度利用登録をする場合であっても、当該ユーザーが以前利用していたアカウントに関する情報は利用できません。</p><h2>第9条（利用制限および登録抹消）</h2><ol><li>当方は，以下の場合には，事前の通知なく，ユーザーに対して，本サービスの全部もしくは一部の利用を制限し，またはユーザーとしての登録を抹消することができるものとします。<ol><li>本規約のいずれかの条項に違反した場合</li><li>登録事項に虚偽の事実があることが判明した場合</li><li>その他，当方が本サービスの利用を適当でないと判断した場合</li></ol></li><li>当方は，本条に基づき当方が行った行為によりユーザーに生じた損害について，一切の責任を負いません。</li></ol><h2>第10条（免責事項）</h2><p>当方の債務不履行責任は，当方の故意または重過失によらない場合には免責されるものとします。 当方は，何らかの理由によって責任を負う場合にも，通常生じうる損害の範囲内かつ有料サービスにおいては代金額（継続的サービスの場合には1か月分相当額）の範囲内においてのみ賠償の責任を負うものとします。 当方は，本サービスに関して，ユーザーと他のユーザーまたは第三者との間において生じた取引，連絡または紛争等について一切責任を負いません。</p><h2>第11条（サービス内容の変更等）</h2><p>当方は，ユーザーに通知することなく，本サービスの内容を変更しまたは本サービスの提供を中止することができるものとし，これによってユーザーに生じた損害について一切の責任を負いません。</p><h2>第12条（利用規約の変更）</h2><p>当方は，必要と判断した場合には，ユーザーに通知することなくいつでも本規約を変更することができるものとします。</p><h2>第13条（通知または連絡）</h2><ol><li><ol><li>本サービスに関する当方からユーザへの通知または連絡は、当方が運営するウェブサイト内の適宜の場所への掲示その他、当方が適当と判断する方法により行ないます。</li><li>本サービスに関するユーザから当方への連絡は、<a href=\"mailto:yufroms@gmail.com?subject=Contact-to-WasTim\">こちら</a> への送信または当方が指定する方法により行っていただきます。</li></ol></li></ol><h2>第14条（権利義務の譲渡の禁止）</h2><p>ユーザーは，当方の書面による事前の承諾なく，利用契約上の地位または本規約に基づく権利もしくは義務を第三者に譲渡し，または担保に供することはできません。</p><h2>第15条（準拠法・裁判管轄）</h2><p>本規約は、日本法に基づき解釈されるものとし、本規約に関して訴訟の必要が生じた場合には、東京地方裁判所を第一審の専属的合意管轄裁判所とします。</p>",
    "end": "以上",
    "update-date": "(2020年2月6日 更新)"
  },
  "signup": {
    "txt": "サインアップ",
    "name": "名前",
    "birthday": "生年月日",
    "gender": "性別",
    "man": "男性",
    "woman": "女性",
    "register": "登録",
    "target": "対象項目",
    "target-categories": {
      "housework": "家事",
      "childcare": "育児",
      "work": "仕事",
      "skillup": "自己学習",
      "diet": "食生活",
      "exercise": "運動"
    }
  },
  "account": {
    "title": "プロフィール",
    "user-info": "ユーザ情報",
    "logout": "ログアウト"
  },
  "setting": {
    "creator": "作成者ポートフォリオ",
    "about": "サービスについて",
    "term-of-service": "利用規約",
    "privacy-policy": "プライバシーポリシー",
    "reset": "データ初期化",
    "delete": "データ削除",
    "reset-btn": "リセット",
    "reset-explain": "日別のスコア情報をすべてリセットします。<span style=\"font-size:13px; color:red;\">この操作後のデータ復元はできません。</span>",
    "delete-btn": "削除",
    "delete-explain": "アカウント情報を含むすべてのデータを削除します。<span style=\"font-size:13px; color:red;\">この操作後のデータ復元はできません。</span>",
    "lang": "言語",
    "delete-confirm": "本当にデータを削除してよろしいですか？（※削除するとデータを復元できません。）"
  },
  "error": {
    "auth/account-exists-with-different-credential": "このメールアドレスはすでにGoogleアカウントに紐づいています。そのためGoogleアカウントにてサインインしてください。",
    "auth/network-request-failed": "インターネットに接続されていません。",
    "auth/operation-not-supported-in-this-environment": "",
    "empty-birthday": "生年月日が未入力です。",
    "empty-gender": "性別が未入力です。",
    "empty-target-categories": "対象項目が未入力です。",
    "invalid-birthday": "生年月日が不正です。",
    "invalid-gender": "性別が不正です。"
  }
}