<template lang="pug">
  section.page
    header
      .back_link(v-if="user"): nuxt-link(:to="localePath('mypage-setting')")
      .back_link(v-else): nuxt-link(:to="localePath('index')")
      p.logo: img(src="~assets/images/logo-wh.png" alt="Wastim" width="140")
    .contents
      h1 {{ $t('setting.term-of-service') }}
      p.first WasTim（以下，「当方」といいます。）は、当方が提供するサービスおよびアプリ（以下，「本サービス」といいます。）の利用について、以下のとおり利用規約を定めます（以下，「本規約」といいます。）。 本サービスの利用者（以下，「ユーザー」といいます。）には，予め本規約に同意した上で、本サービスを利用するものとします。 本規約は、当方の都合により、ユーザーにあらかじめ通知することなく変更されることがあります。ユーザーが、本規約の変更後に本サービスを利用する場合、 当該変更に同意したとみなされ、変更後の利用規約が適用されるものとします。

      h2 第1条（適用）
      p 本規約は、ユーザーと当方との間の本サービスの利用に関わる一切の関係に適用されるものとします。

      h2 第2条（利用登録）
      ol
        li 登録希望者が当方の定める方法によって利用登録を申請し，当方がこれを承認することによって，利用登録が完了するものとします。<br>当方は，利用登録の申請者に以下の事由があると判断した場合，利用登録の申請を承認しないことがあり，その理由については一切の開示義務を負わないものとします。
          ol
            li 利用登録の申請に際して虚偽の事項を届け出た場合
            li 本規約に違反したことがある者からの申請である場合
            li その他，当方が利用登録を相当でないと判断した場合

      h2 第3条（ログインアカウント等の管理）
      p ユーザーは，本サービスのユーザーIDおよびパスワード（以下「ログインアカウント等」といいます。）の登録・管理等をご自身の責任において行うものとし、 ユーザの管理不十分、使用上の過誤、第三者の使用等により生じた損害について、当方は一切の責任を負わないものとします。 また、ユーザは、ログインアカウント等にかかるサービス（当方以外の運営するサービスを含み、以降同様とする。）の利用をご自身の責任において利用するものとし、 当該サービスの利用については当該サービスの運営者が規定する各規約の定めに従うものとします。 ログインアカウント等にかかるサービスを利用したことにより生じた損害、当該サービス運営者とユーザの間に生じたトラブル等について当方は一切の責任を負わないものとします。<br><br>ユーザーは，いかなる場合にも，ユーザーIDおよびパスワードを第三者に譲渡または貸与することはできません。 当方は，ユーザーIDとパスワードの組み合わせが登録情報と一致してログインされた場合には，そのユーザーIDを登録しているユーザー自身による利用とみなします。

      h2 第4条（プライバシーポリシー）
      p ユーザーの個人情報その他のプライバシー情報は、 <nuxt-link :to="$t('setting.privacy-policy')">こちら</nuxt-link> に掲載されている当方のプライバシーポリシー （以下「プライバシーポリシー」といいます。）に従って適切に取り扱われるものとします。 プライバシーポリシーは、本条項において参照されることによって本利用規約と一体となります。

      h2 第5条（利用料金および支払方法）
      ol
        li
          ol
            li ユーザーは，本サービス利用の対価として，当方が別途定める利用料金を，当方が指定する方法により支払うものとします。
            li ユーザーが利用料金の支払を遅滞した場合には，ユーザーは当方の定める遅延損害金を支払うものとします。
            li 当方は、本サービスの利用料金を予告無しに改定することがあります。また、支払い方法や利用に関する手続き方法を予告無しに変更することがあります。

      h2 第6条（禁止事項）
      ol
        li ユーザーは，本サービスの利用にあたり，以下の行為をしてはなりません。
          ol
            li 法令または公序良俗に違反する行為
            li 犯罪行為に関連する行為
            li 当方のサーバーまたはネットワークの機能を破壊したり，妨害したりする行為
            li 当方のサービスの運営を妨害するおそれのある行為
            li 他のユーザーに関する個人情報等を収集または蓄積する行為
            li 他のユーザーに成りすます行為
            li 当方のサービスに関連して，反社会的勢力に対して直接または間接に利益を供与する行為
            li その他，当方が不適切と判断する行為

      h2 第7条（本サービスの提供の停止等）
      ol
        li 当方は，以下のいずれかの事由があると判断した場合，ユーザーに事前に通知することなく本サービスの全部または一部の提供を停止または中断することができるものとします。
          ol
            li 本サービスにかかるコンピュータシステムの保守点検または更新を行う場合
            li 地震，落雷，火災，停電または天災などの不可抗力により，本サービスの提供が困難となった場合
            li コンピュータまたは通信回線等が事故により停止した場合
            li その他，当方が本サービスの提供が困難と判断した場合
        li 当方は，本サービスの提供の停止または中断により，ユーザーまたは第三者が被ったいかなる不利益または損害について，理由を問わず一切の責任を負わないものとします。

      h2 第8条（利用終了）
      p ユーザーが本サービスの利用を終了し、登録情報、ユーザーネーム及びパスワード等を破棄することを希望する場合、ユーザーは、当方の定める方法に従って利用登録を終了させることができます。<br><br>当方は、ユーザーが本サービスの利用登録を終了した後も、当該ユーザーに関する情報（個人情報又は当該ユーザーのコンテンツに関する全ての情報）を保持することがありますが、当該情報保持の継続について何らの義務を負うものではありません。 利用登録を終了させたユーザーが本サービスに再度利用登録をする場合であっても、当該ユーザーが以前利用していたアカウントに関する情報は利用できません。

      h2 第9条（利用制限および登録抹消）
      ol
        li 当方は，以下の場合には，事前の通知なく，ユーザーに対して，本サービスの全部もしくは一部の利用を制限し，またはユーザーとしての登録を抹消することができるものとします。
          ol
            li 本規約のいずれかの条項に違反した場合
            li 登録事項に虚偽の事実があることが判明した場合
            li その他，当方が本サービスの利用を適当でないと判断した場合
        li 当方は，本条に基づき当方が行った行為によりユーザーに生じた損害について，一切の責任を負いません。

      h2 第10条（免責事項）
      p 当方の債務不履行責任は，当方の故意または重過失によらない場合には免責されるものとします。 当方は，何らかの理由によって責任を負う場合にも，通常生じうる損害の範囲内かつ有料サービスにおいては代金額（継続的サービスの場合には1か月分相当額）の範囲内においてのみ賠償の責任を負うものとします。 当方は，本サービスに関して，ユーザーと他のユーザーまたは第三者との間において生じた取引，連絡または紛争等について一切責任を負いません。

      h2 第11条（サービス内容の変更等）
      p 当方は，ユーザーに通知することなく，本サービスの内容を変更しまたは本サービスの提供を中止することができるものとし，これによってユーザーに生じた損害について一切の責任を負いません。

      h2 第12条（利用規約の変更）
      p 当方は，必要と判断した場合には，ユーザーに通知することなくいつでも本規約を変更することができるものとします。

      h2 第13条（通知または連絡）
      ol
        li
          ol
            li 本サービスに関する当方からユーザへの通知または連絡は、当方が運営するウェブサイト内の適宜の場所への掲示その他、当方が適当と判断する方法により行ないます。
            li 本サービスに関するユーザから当方への連絡は、<a href="mailto:yufroms@gmail.com?subject=Contact-to-WasTim">こちら</a> への送信または当方が指定する方法により行っていただきます。

      h2 第14条（権利義務の譲渡の禁止）
      p ユーザーは，当方の書面による事前の承諾なく，利用契約上の地位または本規約に基づく権利もしくは義務を第三者に譲渡し，または担保に供することはできません。

      h2 第15条（準拠法・裁判管轄）
      p 本規約は、日本法に基づき解釈されるものとし、本規約に関して訴訟の必要が生じた場合には、東京地方裁判所を第一審の専属的合意管轄裁判所とします。

      p.end 以上
      p.update (2019年3月30日更新)
</template>

<script>
import { mapActions, mapGetters } from 'vuex'

export default {
  computed: {
    ...mapGetters('modules/user', [
      'uid',
      'user'
    ])
  },
  methods: {
    ...mapActions('modules/user', [
      'login'
    ])
  },
  head: {
    bodyAttrs: {
      class: 'privacy_policy'
    }
  }
}
</script>
<style lang="scss" scoped>
header {
  position: sticky;
  position: -webkit-sticky;
  top: 0;
  z-index: 1;
  box-shadow: 0 -2px 5px #c7c7c7;
  border-bottom: 2px solid #fbad7d;
  background: linear-gradient(120deg, #f6d365 0%, #fda085 100%);
  background: -webkit-linear-gradient(120deg, #f6d365 0%, #fda085 100%);
  padding: 10px 15px;
  .back_link {
    position: absolute;
    top: 50%;
    left: 15px;
    margin-top: -10px;
    a {
      display: block;
      width: 14px;
      height: 14px;
      border: 4px solid;
      border-color: #fff #fff transparent transparent;
      -webkit-transform: rotate(-135deg);
      transform: rotate(-135deg);
    }
  }
  .logo {
    text-align: center;
    img {
      width: 140px;
    }
  }
}
.contents {
  max-width: 900px;
  margin: 0 auto;
  padding: 20px 15px;
  font-size: 14px;
  line-height: 1.5;
  h1 {
    margin: 20px 0;
    text-align: center;
    font-size: 20px;
    color: #333;
  }
  h2 {
    padding: 0 5px 5px;
    border-bottom: 2px dashed #fbad7d;
    margin: 20px 0 15px;
    font-size: 18px;
    color: #333;
  }
  p, li {
    color: #444;
  }
  h2 + p {
    padding: 0 10px;
  }
  h3 + p {
    padding: 0 15px;
  }
  h3 {
    color: #333;
    font-size: 16px;
    padding: 0 10px;
  }
  ol {
    padding: 0 10px;
    li {
      margin-top: 15px;
      ol {
        margin: 0 15px;
        li {
          list-style: outside decimal;
          margin: 10px 0 0;
        }
      }
    }
  }
  p.end,
  p.update {
    text-align: right;
    margin: 15px 15px 10px 0;
  }
}
</style>
